* 2017-8-1 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-2 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-3 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-4 [33%]

** DONE Study

*** DONE 大数据系统基础 

** TODO Work
   
*** DONE effective c++
*** DONE Qt 16
    CLOCK: [2017-08-04 周五 21:14]--[2017-08-04 周五 21:47] =>  0:33
*** TODO Qt 17
    CLOCK: [2017-08-04 周五 22:10]--[2017-08-04 周五 22:53] =>  0:43

** TODO Life

*** DONE 晚饭
*** DONE 电影《一步之遥》
*** DONE 洗澡 洗衣服
    CLOCK: [2017-08-04 周五 21:48]--[2017-08-04 周五 22:07] =>  0:19

* 2017-8-5 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-6 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-7 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-8 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-9 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-10 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-11 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-12 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-13 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-14 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-15 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-16 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-17 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-18 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-19 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-20 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-21 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-22 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-23 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-24 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-25 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-26 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-27 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-28 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-29 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-30 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-31 [%]

** TODO Study

** TODO Work

** TODO Life

